[
    {
        "name": "Gamificação: coleção de livros didáticos para Ensino Fundamental I",
        "desc": "A metodologia desenvolvida para esse material foi inspirada no RPG (Role-playing Game). O aluno cria um personagem que o acompanhará ao longo do ano letivo. Dessa maneira, os temas como autoconhecimento e virtudes são trabalhados em paralelo às diversas vivências do personagem que o próprio aluno criou. Além disso, são utilizados jogos de cartas e tabuleiro para facilitar a compreensão e fixação dos conteúdos ministrados em aula. A coleção completa conta com dez livros e diferentes temas pertinentes à terceira infância.",
        "embed": "https://drive.google.com/file/d/1K91xPP0HrhhYFfIiCBWNfRA4eTPuT8B9/preview",
        "clicavel": true
    },
    {
        "name": "Microlearning",
        "desc": "O infográfico ao lado utiliza microlearning para auxiliar educadores quanto às noções de regulação emocional. O objetivo é que o leitor compreenda três passos fundamentais em que a escola pode ajudar os alunos no desenvolvimento da regulação emocional.",
        "embed": "https://drive.google.com/file/d/16XiGpz74aukElPXly83nWaZkqAbQzfKj/preview",
        "clicavel": true
    },
    {
        "name": "Estudo de caso: exemplo com aula para Ensino Médio",
        "desc": "A fim de auxiliar alunos pré-vestibulandos no desenvolvimento da tomada de decisão responsável, baseada em critérios, a metodologia de estudo de caso foi aplicada em algumas aulas, como mostra o exemplo ao lado.",
        "embed": "https://drive.google.com/file/d/1GmL1nwTcCW0FMzwyFG3fqSRbgen_oEAI/preview",
        "clicavel": true
    },
    {
        "name": "Criação de E-books",
        "desc": "A amostra ao lado foi desenvolvida para a capacitação de educadores quanto à prevenção ao suicídio na escola. Na  íntegra, o material contém conceitualizações sobre o tema, sinais de alerta e principais medidas interventivas que podem ser adotadas pela escola.",
        "embed": "https://drive.google.com/file/d/10EN8Qy_Omtmnd7ERfmdq3gvwRhiXDGDj/preview",
        "clicavel": true
    },
    {
        "name": "Atividades em ambiente virtual de aprendizagem",
        "desc": "Além da estruturação de atividades a serem aplicadas em sala de aula, também atuo na criação de atividades e melhorias em um aplicativo de Projeto de Vida para adolescentes.",
        "imagens": [
            "/Projetos/atvAmbienteVirtual/1.png",
            "/Projetos/atvAmbienteVirtual/2.png"
        ],
        "clicavel": ""
    },
    {
        "name": "Iluminação II",
        "desc": "",
        "genially": true,
        "folderName": "IluminacaoII"
    },
    {
        "name": "Linha do Tempo - Lazer, Cultura e Entretenimento",
        "desc": "",
        "genially": true,
        "folderName": "LinhaDoTempoLazCulEnt"
    },
    {
        "name": "Estudo de caso - Reprodução Humana Assistida",
        "desc": "",
        "genially": true,
        "folderName": "EstudoCasoRepHumAss"
    },
    {
        "name": "Curso de extensão: preceptoria médica",
        "desc": "curso",
        "genially": true,
        "folderName": "cursomedicina"
    }
]